import React from 'react'
//PLAN
// 1. Зарефакторити app у классовий компонент, додати стейт для працівників
// 2. Створити компонент для відображення працівників, та компонент одного працівника
// 3. Додати можливість додавання нових працівників
// 4. Додати можливість видаляти існуючого працівника
// 5. Пошук по імені працівника
// 6. Заблокувати додавання однакових
// 7. Додати можливість обрати відділ для працівника
// 8. Перемикач між відділами, фільтр наприклад [dev, qa, manager, hr]

const App = () => {
	return <div>App</div>
}

export default App
